[
    {
        "author": "徐小进",
        "content": "我的答案是针对绝大多数普通会计专业毕业生的。\n最好的前途是转行。我很早就想明白一个道理，会计可以是我认识世界的一种能力，但会计绝不能成为我的终身职业，因为这是一个夕阳行业，是一个高度内卷的行业，除了顶尖学校的毕业生，大多数会计人做不到多高的收入（顶尖学校的毕业生，真正从事会计行业的更少）。说实话cpa的性价比也很低，普通的一线或者二线城市，国内的内资所里，有cpa的人多了去了，没见得收入有多高，所谓能跳槽去投行等高薪行业的人，只能说不多，大多数人都是从一个事务所跳槽到另一家事务所，本质没啥区别。至于企业里的会计，就算干到会计主管，像房地产行业可能工资高一点，差一点的行业，也就是个温饱吧，远远做不到从容，可能还要担心未来科技发展的冲击。\n作为一个会计专业的学生，应该去哪儿就业？我的答案是公务员、老师、政策性银行、大型垄断性国企。因为只有这些行业，最有可能规避科技发展所带来的风险。对于普通人来说，进可攻，退可守，方能游刃有余。\n普通会计专业的学生，进入这些行业，不难。普通县城的公务员也叫公务员，好多地方的狱警还没人报考呢，有能力的读个好点的研究生，去大专院校教书，不难，进入垄断国企在小地方的分支机构，也不难。这些行业能够提供的，是稳定的现金流，稳定的现金流绝对是投资的基石，用好懂得会计的这种能力，多去思考，争取在投资上做到成功，如果失败了，好歹也能在当地混个中产，这就叫游刃有余。投资做的好，你不一定比那些名校毕业生挣的少，投资做不好，就老老实实待着，没有事务所和私企的焦虑，多培养点其他的爱好，能独善其身也不差。\n当然，现在似乎很多人不愿意去小城市，那就当我什么都没说吧。我的一个观点是，在中国城市化发展的今天，年轻人应该开始转变思维了，北上广深不应该成为唯一的选择，很多时候老家是更好的出路。年轻人一定要去一线城市打拼的观点是贩卖焦虑，何况在一线城市当个小会计，基本就是这个城市的最底层了，尤其是男生，要啥没啥，一辈子都活在焦虑中，何其不幸。国家在搞乡村振兴战略，中部地区，农村地区，我相信未来有广阔的发展空间，教育，医疗等资源不平衡的问题一定会逐步的缓解乃至解决。适合的，才是最好的。\n综上，在科技飞速发展的今天，如果还把会计看成是一项技能，努力学习了一辈子，可能到头来一场空也说不定。科技的发展一定是要淘汰一大批人的，很多的技能最终都会失效。要把懂会计看成一项能力，会计是一门商业语言，是认识市场的一扇门，要把会计知识用来提升你对这个世界的认知水平，这才是学习会计最大的用处，而不应把自己的饭碗压在这个行业。会计行业需要的人可能会越来越少，但会计学的知识会一直都在。\n一点不成熟的想法，供大家参考。",
        "upvote_count": 584
    },
    {
        "author": "知乎用户",
        "content": "作为科班狗来答一发 没有最好的前途。\n前途这种东西本来就是仁者见仁智者见智的东西 每周工作14×7月薪15k和每周工作8×5月薪7k哪个好 工作并不是时薪越高前途越光明 除了拿到手的 社保系数物价水平房价水平个人生活家庭生活都是挺影响前途的。\n我在银行企业事务所券商都实习过 干过会计助理也干过审计助理。审过的公司有初创、外企、新三板企业、国企 大概多多少少都了解一点。\n会计本身是一个经验职业 重要性大概是经验>证书>学历 我知道你现在还是学生 可能说应届进大企业的机会不大 但是不要灰心 我年初审的那家国企我特地问过他们财务大都是社招 学历要求本科就行 事务所的话专科生我都见过 财务和审计是我们专业最直系的职业 科班出身最大的好处在于考各类证书相对容易。CPA没有你想象的那么难 科班的基本上考不过我觉得是主要是时间原因 事务所有很多同事根本没看书裸考会计审计都能过的。会计是门实操性非常强的学科 准则那么点内容怎么可能涵盖实务中的情景 我做审计的体会就是书本实在是太简单了 一个业务核算到什么科目可能每个企业的处理方式都有区别。同时 会计是和行业息息相关的 我在某石油企业实习的时候 太多不懂了 分录都看不懂 不是会计知识不懂 是石油行业知识不懂 成本核算一头雾水。\n题主你看别人的回答是建议你安稳就去国企公务员 辛苦赚钱就去事务所券商。实际不是这样的。\n国企财务现在每天加班太正常 周末法定节假日都加班还没加班费。主要原因有两个吧 一个是国企现在都在转型 说穿了就是多拿多得。如果你想要不多拿就休息还不行 因为财务是后台岗位是要服务于前中台的工作的 你不干会影响你同事的工作。另一个原因是系统问题 大企业那套烂操作系统和财务系统很影响效率 我现在工作使用的CRM系统连EXCEL都导不出来还得手动一个一个打。\n券商也不都是高强度辛苦的工作 很多中后台岗位朝九晚五还不加班。\n公务员以税局举栗 我大学同学去的某三线城市真是一杯茶一天 深圳税局累得跟狗一样的不要太多。\n如果做会计 可以说任何单位 就是熬资历。做审计 最后是拉业务。金融行业都是一样的 牌照大家都有 做出来的东西也都差不多 为什么选你 就是拉业务了。我现在明白的一点就是 会计的路线并不是会计助理-会计-会计主管-CFO这样 这个路线到会计主管可以说是正确的。但是纯做技术 会计20来万就顶天了 基本不能再多了。会计本质是后台岗位 是合规业务 是不为企业创造经济利益的。想提高收入是要给企业带来利益的 可以自己操作给企业合理避税获得老板赏识加工资 也可以拓宽人脉给企业带来某某政府补助获得老板赏识加工资。以收入来论前途的话 最好的会计就是不做会计。\n我的大学同学有做公务员的 有去国企的 有去事务所的 有做微商的。我的事务所同事基本都跳槽了 有去企业做财务的 有去券商做咨询的 有转行做IT的 有考公务员的 有辞职读书的。说不上谁的前途好谁的前途不好 事务所有个同事计算机专业出身 裸辞了现在没工作 收入也不算高 但是人家昨天刚订婚 要和老婆热坑头去了。\n三本不是问题 我有高中学历的领导也有博士学历的领导 但是学习是一生的 。题主你要相信 你将来可能会去很多企业 可能会转很多行业 可能会从事很多岗位。自己的本事才是安身立命的根本 因为我现在去了个还算知名的券商 收入还够个温饱 最近多了很多夸我和骂我的人。四大也好券商也好或者说BAT华为这些企业 他们出名是平台的本事 不是说你去了这些单位你就特别优秀了。职场上最好的本事是专业有所成 能进入行业较好的平台发挥自己的本事或是自己创业成就一番事业。无论你以后去了大平台还是小平台 不要自傲也不要自卑 学习。\n少一点比较。所谓最好的前途都是通过比较得出来的 你以后可能会和你的大学同学比工作平台、工作收入、老婆/老公的收入、福利待遇、家庭背景甚至子女的学业。每个人最好的前途就是心想事成 愿你心想事成。",
        "upvote_count": 4447
    },
    {
        "author": "六出园师",
        "content": "会计专业毕业后最好的前途是不做财务和会计。\n我先后呆过国企分公司，事务所做过几年审计，因为谈恋爱辞职回到家这边单位做总账，受不了工作氛围又跳槽掉了现在的岗位。切实给目前还在迷茫的学弟学妹们一点建议。仅仅一家之言，接受指正。行文思路是回答题主的问题，中间穿插着大方向。\n毕业只做小会计\n大多数行业毕业后都是从基层做起，工资勉强糊口。除了互联网行业，华为能给应届生开到30w，其他任何行业都是基层做起，在工作中学习、攒经验。\n这阶段可以多轮一轮岗，比如从出纳、成本会计一直到总账，那样慢慢会了解到各种核算的风险点、预算包含的内容、项目核算风险点，当你这些都懂了，一定就不局限于小会计了。如果没法轮岗建议就早点出坑，一定不是什么好企业...\n刚毕业的的小会计，对应记账会计，再到财务主管，总账再到财务主管；总账经验与行业经验到财务总监。这是一般的企业发展。\n当然要分公司的大小。中小型的公司，公司都是不停融资来的，叫财务总监只是头衔好听，实际相当于大公司的主管，做五休二，也是听着好听，该加班还是随叫随到。财务没想象中那么轻松。\n学习能力强、自律性强的可以考cpa去事务所。四大的待遇A1普遍9k，A2平均1w，S1平均1、3w，S2在1.6w，S3在2w，详细点的待遇可以看这两个回答会计如何月薪上万？CPA 月薪大约是多少?。找事务所尽量看合伙人能带的业务。一个业务能赚2000万，几乎靠IPO就能赚回来了，业务如果只有800w，势必靠其他业务带，能忙到大姨妈失调颈椎病复发情侣分手。\n行业上，只要不是营销号，大部分都会劝你往互联网、地产、新能源、制造业行业靠。龙湖、世贸、万科的财务管培平均行情在13000*13薪，待遇不错，但工作日忙死...税务系统出来的，在地产行业。避税和低成本融资是税务筹划的老业务，好不容易熬到公司上市了。资金往来的税收通道和避税日常引起老板偏头痛==这些基本都需要你去懂财务，不过单税务又比较窄了，做精的人很少...\n发展道路看部门，看运气，看个人能力。双一流学历，上市公司养老==第一阶段是慢慢积累银行、基金、信托人脉，第二阶段就是负责整个公司的财务模块（总监干的事儿），但是有多少人能达到这个级别呢？\n二本三本的学生，在基层迷茫。前有“会计越老越吃香”后有“会计未来要被极其替代掉”其实本质是不懂会计学科和会计岗位的区别，不懂做账和会计的实质。\n会计作为一门商业语言，是各种行业用数字表现出来的模式。学懂这门课，未来投资、创业都可以。这个阶段的学生，要么专升本、考研然后公务员，为人民服务，享国家之恩；要么考cpa、中级会计实在一点的，能进好一点的事务所最好，不要呆在代账公司和小企业。\n足够努力考下cpa\n题主提到了想考cpa，但是又犹豫。太正常了。只要是会计专业，大多都有想考cpa的念头，考虑下到底自己是不是切实需要就好。\n在大公司，你管培出来的，有明确的职业晋升路线，岗位要求你考，那你就可以考考cpa，能直接带动待遇薪资；在小公司，做小出纳、会计助理，这一层基本都做账的流水线，大部分要么是各种各样行业转行来的，要么确实是因为近两年行情不好，实在找不到好工作，还有三十多岁的宝妈，有着一颗终生学习力的。\n考cpa不是考研，不是考公，不是考事业单位。不是选精英还在大浪里淘沙，而是选最懂cpa考法和方法对的人。基本时间堆够，核心方向把握对，再多去看一些财经新闻，尤其是女生。对股票、股市都不敢兴趣的，学起来肯定累啊。因为cpa里面许多涉及到金融市场的概念。主要就是培养良好的考证思维和视野。\n再说事务所这条路，又必须考cpa。其中待遇、报表经验都和cpa挂钩。我之前刚毕业考的cpa，时间还算充裕，租个房，在学校自习室备考了一段时间，毕业后就在家里备考。在事务所考剩下几门的时候，还好有假期。一边工作一边考，最后考出来也在事务所呆够了，熬得实在身体不行。但如果你对审计感兴趣，可以从审计助理、审计经理后面一直做到合伙人。不过大部分人熬不过4年==\n经验之谈\n前文说到的在公司，一般要考的也都是有这方面职业刚需的，大公司想靠这个证书升职，小公司的想靠这个证书跳槽。但实际情况上呢？从出纳升会计需要多先了解整个财务体系。从总账升到财务主管那可能证书就不那么重要。财业结合才重要，和领导搞好关系才重要。\n25岁之前学历更重要。财务分析岗，大多都是985，从比较完善的培训制度沉浸，进了好的平台就有好的title，以后跳槽到战略、商业分析、甲方，你的简历也不会太同质化。四大都是看target school，虽然说这几年四大招人还看点人文因素==\n而相比与双一流以下，校招是厂、小企业，职场上遭遇各种PUA和委屈...还年轻把学历搞好点吧，把该吃的苦先吃了，以后才会好走点。\n而25岁之后经验更重要。大多数底层的会计会默认业务上的事和会计无关，但实际上和业务结，财务的最直接的反应是企业的经营数据。多去和业务员打交道，看看物流，才能观察到财务的风险点。\n在事务所就更不用担心经验了。cpa的本质就是一家A股上市的制造业作为一个审计人来去审计公司这个角度，工作场景和经验值匹配。\n主要是根据题主的几个问题，详细的说了一下，先写到这儿吧，不知道有没有人看，还有很多维度还没写出来。不过之前也写过类似的回答，可以看这篇有什么经验说给会计专业的学生吗？如果觉得写得还行的知友，问考证的、职业发展的、具体的某个会计实操不会的，可以评论点赞一下，我会针对评论更新。想看更新的留个言，没有就算啦，没点赞没动力 ~\n1.20更\n这篇回答赞的挺多的，大家看来很感同深受噢，评论我也看了，有时候确实没空回，工作有点忙...我根据大家的情况，尤其是转行和应届的知友，我再针对性再放几个我之前的文章，大家可以参考。\n有会计证，没有会计实操经验，不知道从哪学习实操，如何开始一份会计工作！求会计大神们指点。?\n350 赞同 · 181 评论回答\n没有会计经验，怎样去面试会计工作？\n248 赞同 · 114 评论回答\n会计实操有多重要？\n150 赞同 · 131 评论回答",
        "upvote_count": 3538
    },
    {
        "author": "财咖",
        "content": "谢邀~我觉得这个题目至少要会计专业毕业3-5年以后才能来答，毕竟工作以后你会发现实际情况跟你在学校时了解的并不一样。\n我举个例子：张勇：安达信会计师事务所-PWC-盛大CFO-淘宝CFO-阿里巴巴CEO，应该是现阶段财务出身的人最好的实例了。\n成功的路子实在有太多条了，我挑选我自己熟悉的，有发言权的来说。就是：四大-咨询公司/券商/投行-企业CFO，这个是目前阶段财务出身的人按比例来说比较好的路径了。中上级乙方背景+中上级甲方背景，是目前财务人最热门最被看好的履历，但凡接触过猎头的人应该都赞成。\n再牛一点的人，可以砍掉四大，直接从咨询/券商/投行开始，差一点的人可以从国内八大所开始，然后社招进四大，可不可以从八大直接跳进券商等，可以，但是跳进好一些的券商和投行的成功率比四大低很多。所以明知道事务所累死累活，为什么还愿意去？因为是出身普通的财务人极好的跳板。\n\n职业规划类：\n张小凡：会计师事务所有什么潜规则？\n张小凡：四大会计师事务所的软肋是什么？\n张小凡：四大审计三年想转投行，是否合适，应该主要提升哪方面？\n张小凡：如何判断面试者的财务水平？\n张小凡：如果最终留不到大城市，去北京四大拼几年还是否有意义？\n张小凡：审计这份工作真的有意义吗？\n张小凡：职场里的「闲聊」技能重要吗？\n张小凡：希望各位过来人，给我的财务职业生涯把把脉，感激！！？\n张小凡：学习/工作真的坚持不下去了怎么办？\n\n实务类：\n张小凡：如果财务报表可以造假，那我们看财务报表的意义在哪里？\n张小凡：上市公司财务负责人辞职是什么信号？\n张小凡：你知道哪些隐藏的财务数据造假细节？\n张小凡：如何看待大连老虎滩公园的出纳员、会计挪用单位 500 万公款？\n张小凡：集团公司和子公司之间如何税收筹划？\n\n轻松幽默笑劈叉的小知识：\n张小凡：如何用会计的知识玩好狼人杀？\n盘点2017年那些让人笑劈叉的报告错误\n张小凡：为什么有的审计人员喜欢自称审计狗？\n张小凡：会计专业是个苦逼专业吗？\n\n好了，就这些了，我以前工作的时候时常期望有人能跟我说一说她的经验、她尝过的苦头、摔过的跤，如今我也工作了好多好多年，终于变成了可以分享经验的人，希望真的有人能通过这些回答得到一点点的启发和帮助~周末愉快",
        "upvote_count": 374
    },
    {
        "author": "猫大叔",
        "content": "看到这么多人邀，不认真回一个实在说不过去了。\n上个月去了几家集团公司搞财务调研，颇见了几位财务大神（不是知乎这种哈，说得就是本人）。\n某上市公司财务总监，女性，有50多了。从上市公告上看，她的收入是所在公司最高的，比总经理还高，可见在公司的江湖地位。集团账上有一百多亿的现金，为此成立了一家财务公司，专门投资理财，财务公司的董事长就是这位财总！这当然不能算财务的最高境界，但也是大多数财务人的理想目标了（说起来你可能不信，这位财总学历只是大专，能走到今天这一步只能说是后天努力和个人机遇使然）。\n在我看来学财务论前途有主线和支线之分，主线当然是上面的例子——进大公司，从基层做起，学制度、攒经验，一边工作一边学习考证，助理会计证对应记账会计、财务主管；中级会计师对应财务主管、财务经理；高级会计师或注册会计师对应财务总监、总会计师。财务总监也有大小之分，小公司也有财务总监，但级别不高，只是头衔好看。大一点就没有止境了（当年陈会计也是出版社小会计出身），掌握上百亿资金，建设财务体系，把控集团财务风险，考评下属单位绩效，已是绝大多数人难以达到的目标了。\n大集团就那么几家，财总的位子也只有一个，要想走到最高点不是靠自己努力就能成的，还要靠点运气才行。\n主线走不下去还可以考虑支线，学习能力强的可以考注册会计师走事务所路线，尽量找大一点的事务所，能做IPO业务的最好，因为面对的都是大客户，与高手过招可以提高的很快。如果对这行有兴趣就一直干下去，审计助理、审计经理、审计总监、合伙人。事务所不同于一般企业，只要有资格又肯干就能一直做下去。\n优点是收入不错，高的年薪百万，少的也不会低于平均线。缺点是上升空间有限，即使干到合伙人也是打工的，终年都要奔波在外。\n也可以剑走偏峰，快速致富的路线。前提也是考上注册会计师先进一家有上市资格的事务所锻炼几年，如果能参与或主持IPO审计有这方面经验最好，期间与客户打好关系，找一家想上市但条件不符的公司，跳过去当财总，老板为了上市可能会给你点原始股做激励，如果运气好，公司上市立马就能实现财富自由（这样的例子我听过见过的就有三四例，虽然有点难，但也不是不可能）。\n也有少数人去投行，从事投融资工作，投资主要是财务咨询和分析，融资主要是做方案，严格讲起来这已经不是财会行当了，但里面的确有不少是财会出身。\n\n说了这么多，下面就来聊聊怎么才能达到这些高度。\n\n财会行业是入门的门槛是比较低的（不像做生意，万事开头难，后面都关系维护），有的夫妻店找亲戚来管账一样能做得很好，在初级阶段，态度比能力更重要。但越往后越难，准则一年一小变，二年一大变，需要不断学习，考证也很重要，没有证书你很难证明自己的能力（不像跑业务，赚到钱才是王道）。\n业务也在更新，财务监督是动态的，要想及时发现问题、解决问题，经验很重要，而工作经验光靠时间积累是不成的，有的人做了一辈子固定资产账，对公司固定资产状况了如指掌，但这又有什么用呢？要想往上走就得多听多看多参与，很多业务里面的门道从书本是学不来的，你问别人也不会说，你得自己琢磨。平时没事我会找一些商业案件的庭审资料看看，了解一下别人的舞弊手法，常有顿悟之感。\n再就是职场生存之道了，这一点大家都是一样，首先能力很重要，但光有能力也不行，财务工作刚开始是坐办公室的体力劳动（会计核算），往后就是脑力劳动（财务监督），最后就是纯管理工作了（严格来说，财务总监不是会计岗位），很多人智力没问题，情商不行，这最后一步就走不下去。\n与经验和情商相比，学习考证反到是会计人最容易达到的小目标，注册会计师考试门槛很低，可能是全世界最低，只要大专毕业就能考，也不需要什么实践经验，总共那么五六门课，如果把高考学习的力气拿出来，我相信智力正常的都能考过去。为什么通过率低，我想主要是参加考试的人以上班族为主，平时忙于工作，下班都想放松一下，对自己要求不够，毅力不足导致的。\n\n好了，今天先聊到这里，欢迎留言，有时间再补充，不想漏掉可以关注我的微信公众号：:猫大叔的财会窝！我会尽量回复来自公众号的问题。",
        "upvote_count": 1417
    }
]